db.postres.insertMany(
    [
        {
            "nombre":"Tiramisú",
            "precio": 18500,
            "descripcion": "Un postre italiano clásico con capas de bizcochos empapados en café y una suave crema de mascarpone, espolvoreado con cacao en polvo.",
            "imagen": "tiramisu.png"
        },
        {
            "nombre":"Cheesecake",
            "precio": 37500,
            "descripcion": "Un pastel de queso horneado o refrigerado, con una base de galletas y un relleno cremoso de queso crema y azúcar, generalmente decorado con frutas o salsa.",
            "imagen": "cheesecake.png"
        },
        {
            "nombre":"Brownie",
            "precio": 10000,
            "descripcion": "Un dulce y denso pastelito de chocolate, generalmente sin levadura, que puede incluir nueces o trozos de chocolate.",
            "imagen": "brownie.png"
        },
        {
            "nombre":"Flan",
            "precio": 11900,
            "descripcion": "Un postre cremoso y suave hecho con huevos, leche y azúcar, con un caramelo líquido en la parte superior.",
            "imagen": "flan.png"
        },
        {
            "nombre":"Mousse de chocolate",
            "precio": 13600,
            "descripcion": "Un postre ligero y esponjoso hecho de chocolate derretido y claras de huevo batidas, generalmente con un sabor intenso a chocolate.",
            "imagen": "mouseChocolate.png"
        },
        {
            "nombre":"Crema catalana",
            "precio": 17000,
            "descripcion": "Un postre similar al flan, originario de Cataluña, España, con una capa de caramelo quemado en la parte superior.",
            "imagen": "cremaCatalana.png"
        },
        {
            "nombre":"Pastel de zanahoria",
            "precio": 38700,
            "descripcion": "Un pastel húmedo y especiado hecho con zanahorias ralladas, generalmente acompañado de un glaseado de queso crema.",
            "imagen": "pastelZanahoria.png"
        },
        {
            "nombre":"Churros con chocolate",
            "precio": 8000,
            "descripcion": "Deliciosos palitos de masa frita, espolvoreados con azúcar y generalmente se sirven con una taza de chocolate caliente para mojar.",
            "imagen": "churrosChocolate.png"
        },
        {
            "nombre":"Crème brûlée",
            "precio": 8900,
            "descripcion": "Un postre francés compuesto por una crema suave de vainilla, cubierta con una capa de azúcar caramelizado.",
            "imagen": "cremeBrulee.png"
        },
        {
            "nombre":"Soufflé de chocolate",
            "precio": 12500,
            "descripcion": "Un postre esponjoso y ligero hecho de una base de crema pastelera y chocolate, con claras de huevo batidas para darle volumen.",
            "imagen": "shouffleChocolate.png"
        }
    ]
)